[
	{
		"QID": 1086,
		"Q": "According to the CFA institute code and standards, which of the following ways will help a fund manager to comply with the standards relating to presentation?",
		"answers": {
			"A": "Comply with the Global Investment Performing Standards (GIPS).",  
			"B": "Comply with more than one performance standard and check if they all result in similar performance figures.",
			"C": "Incorporate a professional conduct evaluation as part of an employee’s performance review."
		},
		"ans": "B",
		"explanation": "Explanation: In the case of a conflict, GIPS require that firms comply with local or country specific laws or regulations rather than GIPS but must fully disclose the nature and scope of the conflict.",
		"LOS": "Relevant LOS:  1.4.c explain how the GIPS standards are implemented in countries with existing standards for performance reporting and describe the appropriate response when the GIPS standards and local regulations conflict."
	},
	{
		"QID": 1435,
		"Q": "Roberto Vargas, CFA, is in charge fo the compliance program at his investment firm. According to the Standards of Practice Handbook, as a supervisor, Vargas is least likely required to: ",
		"answers": {
			"A": "Respond promptly to all violations.",
			"B": "Disseminate the contents of the program to all personnel.",
			"C": "Follow GIPS when the fund shows a better return using another performance standard."
		},
		"ans": "B",
		"explanation": "Explanation: In any situation, it seems only plausible that the supervisor be responsible for promptness and responsiveness. In appendendum, violations must be construed as instances to react in that manner.",
		"LOS": "Relevant LOS: 15.51.D Supervisors and violations in ethics and communications."
	},
	{
		"QID": 2983,
		"Q": "Under which measurement scale is data categorized but not ranked?",
		"answers": {
			"A": "An ordinal scale",  
			"B": "A nominal scale",
			"C": "An interval scale"
		}, 
		"ans": "B",
		"explanation": "Explanation: The nominal type differentiates between items or subjects based only on their names or (meta) categories and other qualitative classifications they belong to.",
		"LOS": "Relevant LOS: 1.5.2 Statistical Concepts and Market Returns"
	},
	{
		"QID": 4339,
		"Q": "Regarding the definition of the firm, the GIPS Standards require all of the following except:",
		"answers": {
			"A": "A firm’s organization alters historical composite results.",  
			"B": "Firms must be defined as an investment firm.",
			"C": "Total firm assets must be aggregate of the market value of all discretionary and non-discretionary assets under management."
		},
		"ans": "A",
		"explanation": "Explanation: A reorganiziaton of a firm does not permit any alteration of historical composite results. A firm is defined as a distinct business entity and does not include fund sponsors or consultants.",
		"LOS": "Relevant LOS: 2.52.1 Alternative Investments"
	},
	{
		"QID": 13324,
		"Q": "The joint probability of events (A) and (B) is 32% with the probabilty of event (A) being 60% and the probability of (B) being 50%. Based on this information, the conditional probability of event (A) given event (B) has occurred is closest to: ",
		"answers": {
			"A": "30.0%",
			"B": "53.3%",
			"C": "64%"
		},
		"ans": "C",
		"explanation": "Explanation: The conditional probability of (A) given that (B) has occured is equal to the joint probability of A and B divided by the probability of B. P(A|B) = P{AB)/P(B) = 32% / 50% = 64.0%",
		"LOS": "Relevant LOS: Probability concepts - Distinguish between unconditional and conditional probability"
	},
	{
		"QID": 17234,
		"Q": "If a firm’s long run average cost of production increases by 15% as a result of an 8% increase in production the firm is most likely experiencing: ", 
		"answers": {
			"A": "Economies of scale",
			"B": "Diseconomies of scale",
			"C": "Constant returns to scale"
		},	
		"ans": "B",
		"explanation": "Explanation: As a company faces diseconomies of scale when long-term average production cost rise faster than increases in production. When diseconomies of scale are present, the LRAC curve slopes upward. The main source of diseconomies of scale is the difficulty of managing a very large enterprise.",
		"LOS": "Relevant LOS: Output and Costs” Michael Parkin - Explain the firm’s production function, its properties of diminishing returns and diminishing marginal product of capital, the relation between short-run and long-run costs, and how economies and diseconomies of scale affect long-run costs."
	},
	{
		"QID": 468,
		"Q": "A company has just issued a $5 million of mandatory redeemable preferred shares with a par value of $100 per share and a 7% dividend. The issue matures in 5 years. Which of the following statements is least likely correct? The company’s:",
		"answers": {
			"A": "Debt/total capital ratio will improve.",
			"B": "Interest coverage ratio will deteriorate.",
			"C": "Preferred shareholders will rank below debt holders should the company file for bankruptcy"
		},
		"ans": "A",
		"explanation": "Explanation: SFAS 150 require that issuers report as liabilities any financial instruments that will require repayment of principal in the future. Mandatory redeemable preferred shares (which used to be reported as equity now must be reported as debt; dividends on such stock must be reported as interest expense (consistent with the view that the preferred stock is debt)",
		"LOS": "Relevant LOS: Understanding the Balance Sheet” Thomas R, Robinson, CFA - Describe the presentation of, and disclosures relatiing to, financing liabilities. List and explain the components of owner’s equity" 
	},
	{
		"QID": 8210,
		"Q": "An analyst is developing net present value (NPV profiles for two investment projects. The only difference betwee te two projects is that Project 1 is expectd to receive larger cash flows early in the life of the project, while Project 2 is expected to receive larger cash flows late in the life of the project. The slope of the NPV profile for Project 1 when compared to the slope of the NPV profile for project 2 is most likely:",
		"answers": {
			"A": "Equal",
			"B": "Flatter",
			"C": "Steeper"
		},			
		"ans": "C",
		"explanation": "Explanation: A delay in the receipt of cash flows as in project 2 Will make a project’s net present value more sensitive to changes in the discount rate; the increased sensitivity is illustrated by a steeper slope in the net present value profile",
		"LOS": "Relevant LOS: Capital Budgeting,” John D Stowe - Explain the NPV profile, compare and contrast the NPV and IRR methods when evaluating the independent and mutually exclusive projects, and describe the problems that can arise when using an IRR"
	},
	{
		"QID": 4436,
		"Q": "An equity analyst working for a growth oriented mutual fund has a tendency to misvalue the stocks of popular companies that she has previously recommended and the fund already owns. Her behavior is most likely consistent with which of he following biases?",
		"answers": {
			"A": "Escalation bias",
			"B": "Prospect theory",
			"C": "Confirmation bias"
		},		
		"ans": "C",
		"explanation": "Explanation: Efficient Capital Markets” Frank K. Reilly - Define behavioral finance and describe overconfidence bias, confirmation bias, and escalation bias",
		"LOS": "Relevant LOS: Confirmation bias refers to the bias of looking for information that supports prior opinions and decisions, which leads to a tendency to misvalue the stocks of popular companies."
	},
	{
		"QID": 9273,
		"Q": "A portfolio manager is evaluating investments in mortgage securities as part of a portfolio to fund long term liabilities. If she wants to maximize prepayment risk in her portfolio she ismost likely to invest in: ",
		"answers": {
			"A": "Mortgage loans",
			"B": "Mortgage pass through securities",
			"C": "Collaterized mortgage obligations"
		},		
		"ans": "C",
		"explanation": "Explanation: Collaterized mortgage obligations or CMOs are structured using tranches that redistribute prepayment risk. Certain branches are protected from receiving early principal repayments.",
		"LOS": "Relevant LOS: Overview of Bond Sectors and Instruments” Frank J. Fabiozzi - describe the types and characteristics of mortgage backed securities and explain the cash flow, prepayments, and prepayment risk for each type"
	}
]